Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: A Diminutive robot can be 6 to 12 inches long or tall and weighs about 1 pound.
zh_cn: 微型机器人大概为6到12英寸长宽，大约1磅重。

source: A Fast hero spends 1 action point to use this talent.
zh_cn: 敏捷型英雄需耗费1点行动点使用此天赋。

source: A Field Scientist applies his or her Intelligence bonus and his or her Dexterity bonus to his or her Defense.
zh_cn: 战地科学家的防御不但受敏捷加值加成，还受智力加值加成。

source: A Field Scientist of 7th level or higher can spend 1 action point to reduce the damage dealt by a single attack or effect by 5 points.
zh_cn: 7级时，战地科学家可以花费1点行动点降低单次攻击或效果造成的伤害5点。

source: A GPS receiver grants its user a +4 equipment bonus on Navigate checks, but because the receiver must be able to pick up satellite signals, it only works outdoors.
zh_cn: GPS接受器为使用者的寻路检定提供4点装备加值，但因为接收器必须能接收到卫星信号，所以接收器只能用于户外。

source: A Huge weapon requires two hands and a bipod or other mount.
zh_cn: 超大型的武器需要双手操作，并且依赖两脚架或其他载物。

source: A Hummer is two squares wide and four squares long.
zh_cn: 悍马有2格宽4格长。

source: A Large weapon requires two hands.
zh_cn: 大型的武器必须双手操作。

source: A Learjet is ten squares wide (including wings; fuselage is two squares wide) and twelve squares long.
zh_cn: 里尔喷气机有10格宽（包括机翼；机身2格宽）12格长。

source: A Mage can prepare a lower-level spell in place of a higher-level one if he desires place.
zh_cn: 如果极缺空间，法师可以占用高级法术的位置来准备低级法术。

source: A Mage has access to the following arcane skills.
zh_cn: 法师能使用以下秘法技能。

source: A Mage has the ability to obtain a familiar.
zh_cn: 法师可以拥有魔宠。

source: A Medium-size or smaller weapon can be used one-handed or two-handed.
zh_cn: 普通及以下尺寸的武器能单手或双手操作。

source: A Molotov cocktail is a flask containing a flammable liquid, plugged with a rag.
zh_cn: 莫洛托夫鸡尾酒是一瓶装着可燃液体，瓶口塞着一块破布的燃烧弹。

source: A Molotov cocktail is easily made by hand (Craft \[chemical\] check DC 10 or Intelligence check DC 15).
zh_cn: 莫洛托夫鸡尾酒可以很容易用手工制造出来（做 DC10 的制造\[化学\]检定或 DC15 的智力检定）。

source: A Negotiator gets to add a bonus equal to his or her Negotiator level whenever he or she opposes a Sense Motive check.
zh_cn: 谈判专家在对抗察言观色检定时获得等于其职业等级的加值。

source: A Negotiator of 4th level or higher can talk his or her way out of trouble.
zh_cn: 4级时，谈判专家可以用谈话的方式平息争端。

source: A Negotiator of 8th level or higher can turn one character against another.
zh_cn: 8级时，谈判专家可以挑拨一个角色对另一个角色的态度。

source: A Reputation check is 1d20 + the hero’s Reputation bonus + the GM character’s Int modifer.
zh_cn: 声望检定的数值为1d20+英雄的声望加值+GM角色的智力调整值。

source: A Search check can turn up individual footprints, but does not allow a character to follow tracks or tell the character which direction the creature or creatures went or came from.
zh_cn: 一次搜索检定可以发现一个单位的脚印，但不能追踪脚印获得生物的去向或源头。

source: A Shadow Slayer is uncannily aware of the denizens of Shadow and the true nature of reality.
zh_cn: 暗影猎手拥有能够在现实世界感应到暗影生物的异能。

source: A Shadow creature of the appropriate type and Hit Dice (GM’s choice) appears at the Occultist’s side in 1d6+1 days.
zh_cn: 一只相应类型和1HD（由GM决定是何种HD）的暗影生物出现在术士的一方，持续1d6+1天。

source: A Small or smaller creature using improved grab does not apply its grapple modifier to its grapple check.
zh_cn: 使用精通攫抓的小型及更小的生物在擒抱检定中不会应用其擒抱调整值。

source: A Small or smaller weapon is considered a light weapon.
zh_cn: 小型及以下的武器视为轻武器。

source: A Smart hero can take this talent multiple times; each time it applies to a different skill.
zh_cn: 智力型英雄可多次选择该天赋，每次对应不同的技能。

source: A Smart hero can’t take 10 or 20 when making this check.
zh_cn: 这个检定不能取10取20。

source: A Soviet-era armored personnel carrier, the BMP is used by the Russian army and more than twenty ex-Soviet states or clients.
zh_cn: BMP是前苏联时代的装甲输送车，为俄罗斯军队和超过20个前苏联国家和军售客户使用。

source: A Strong hero can push him or herself to make an extreme effort.
zh_cn: 力量型英雄可以迫使自己用尽最大的力气。

source: A Techie can add the mastercraft feature to an existing ordinary object by making the Wealth check and then making the Craft check as though he or she were constructing the object from scratch.
zh_cn: 制造大师级工艺，意即将`大师级工艺`特性附加到一个原版物品上，这么做需要进行一次财富检定，再进行一次制造检定。

source: A Techie gains a +2 competence bonus on Repair skill checks made to attempt temporary or jury-rigged repairs.
zh_cn: 技师在修理技能检定时，若要做的是临时的、应急的修理，获得2点表现加值。

source: A Techie of 4th level or higher can build remote-controlled robots that are Tiny or Diminutive in size.
zh_cn: 4级时，技师能制造可远程操控的超小型或微型体型的机器人。

source: A Techie’s robot can only contain programming for one skill.
zh_cn: 技师机器人只能拥有一个技能。

source: A Telepath can manifest a certain number of powers per day based on his available power points.
zh_cn: 异能者每日能释放`每日灵力点`所限的灵力。

source: A Telepath can possess no more than one power crystal at a time.
zh_cn: 异能者一次只能灌注一个水晶。

source: A Telepath has access to the following psionic skills.
zh_cn: 异能者能使用以下灵能技能。

source: A Telepath’s level limits the number of power points available for manifesting powers.
zh_cn: 异能者等级限制了可供释放的灵力点数。

source: A Tiny robot can be 13 to 24 inches long or tall and weighs up to 3 pounds.
zh_cn: 超小型机器人大概为13到24英寸长宽，大约3磅重。

source: A Wealth check is a 1d20 roll plus a character’s current Wealth bonus.
zh_cn: 一个财富检定就是1d20加上角色当前财富加值。

source: A backpack gives a character a +1 equipment bonus to Strength for the purpose of determining carrying capacity.
zh_cn: 背包能为角色在计算负重能力时**为力量**提供1点装备加值。

source: A backpack reduced to 0 hit points ruptures and explodes, dealing 6d6 points of fire damage to the wearer (no save allowed) and 3d6 points of splash damage to creatures and objects in adjacent 5-foot squares (Reflex save, DC 15, for half damage).
zh_cn: 背包的生命值减至0将会破裂并爆炸，给穿戴者造成6d6点火焰伤害（无法豁免），并给相邻的5尺以内所有的方格上的生物和物体造成3d6点溅射伤害（反射豁免，DC15，可使伤害减半）。

source: A base of a certain type counteracts an acid of the same type or a less potent type.
zh_cn: 一个特定类型的盐基能中和相同类型的酸或者腐蚀性更低的酸。

source: A bluff is a quick prevarication intended to distract, confuse, or mislead, generally only for the short term.
zh_cn: 唬骗是用含糊其辞的方式分心、迷惑、误导，是短时间的行为。

source: A bluff is not intended to withstand long-term or careful scrutiny, but rather to momentarily deter an action or decision.
zh_cn: 唬骗并不是瞒天过海、精心设计，更多的是猝然地打断行为或者决定。

source: A bluff is not the same thing as a lie.
zh_cn: 唬骗跟说谎是两码事。

source: A bluff requires interaction between the character and the target.
zh_cn: 一次唬骗需要角色与目标之间可以交流。

source: A bolt-action rifle with a reputation for accuracy, the Remington 700 has been popular with hunters and target shooters since its introduction in the 1940s.
zh_cn: 雷明顿700是一款以高精度著称的栓动步枪，20世纪40年代问世以来广泛用于狩猎和标靶射击。

source: A bonus on a character’s skill modifier or a reduction in the DC of the check have the same result—they create a better chance for success.
zh_cn: 角色技能调整值的增加和DC的降低结果是相同的——都是让成功几率更大。

source: A bottle holds four doses, while a cylinder holds enough gas to fill a 10-foot-radius area.
zh_cn: 一瓶毒素包含四服的量，而一罐毒气的量可以充满10尺半径的区域。

source: A briefcase can be locked, but its cheap lock is not very secure (Disable Device DC 20; break DC 10).
zh_cn: 公文包可以上锁，但廉价的锁并不牢靠（解除装置DC20；破坏DC10）。

source: A briefcase can carry up to 5 pounds worth of gear.
zh_cn: 公文包能装下至多5磅的物品。

source: A broadband modem gives a character on-demand, high-speed access to data, allowing Computer Use and Research checks involving the Internet to be made in half the normal time.
zh_cn: 宽带调制解调器给角色提供一个随时可用、高速的获取数据的手段，让计算机使用和与网络有关的研究检定可以以正常时间的一半完成。

source: A caltrop deals 1 point of damage on a successful hit, and the injury reduces foot speed to half normal (a successful Treat Injury check, DC 15, or one day’s rest removes this penalty).
zh_cn: 成功则铁蒺藜造成一点伤害，并会使目标移动速度减至半速（一个成功的DC15的医疗检定或者一天的休息将移除此惩罚）。

source: A camera is needed to use the photography aspect of the Craft (visual art) skill.
zh_cn: 照相需要用到制造（视觉艺术）技能。

source: A celebrity is anyone who, for whatever reason, has been thrust into the spotlight of the public eye.
zh_cn: 名流是一些通过某种途径获得大众关注的角色。

source: A cellular interceptor cannot be used to intercept regular (ground line) phone connections.
zh_cn: 无线拦截器不能截获有线电话。

source: A character aids another by making a skill check (DC 10).
zh_cn: 角色通过做一个技能检定（DC10）来给予协助。

source: A character also cannot legally sell objects that have been reported as stolen.
zh_cn: 角色也不能合法的出售被通报失窃的赃物。

source: A character also can’t take 10 when using a skill untrained, though the GM may allow exceptions for truly routine activities.
zh_cn: 角色使用未受训的技能也不能取10，但是GM可能会破例允许。

source: A character always has a limited amount of action points, and while the character replenishes this supply with every new level he or she attains, the character must use them wisely.
zh_cn: 角色只拥有有限数量的行动点，这种行动点只能在升级时恢复，因此必须慎重使用。

source: A character can also become disabled when recovering from dying.
zh_cn: 角色从濒死状态恢复时也会陷入瘫痪。

source: A character can also buy skills from other classes’ skill lists.
zh_cn: 角色也可以从其他职业技能列表获得技能（跨职技能）。

source: A character can also die if his or her Constitution is reduced to 0.
zh_cn: 角色的体质减至0也会死亡。

source: A character can also make a Listen check voluntarily if he or she wants to try to hear something in the character’s vicinity.
zh_cn: 角色若想试着聆听附近的声响，也可以主动做聆听检定。

source: A character can also make a Spot check voluntarily if he or she wants to try to notice something in his or her vicinity.
zh_cn: 角色若想试着侦察附近的情况，也可以主动做侦察检定。

source: A character can also per-form free actions (see below) as the GM allows.
zh_cn: 角色同时可以在GM的允许下做即时动作（见下文）。

source: A character can also perform as many free actions as the GM allows.
zh_cn: 角色也可以做几个即时动作，只要GM允许。

source: A character can also use a melee weapon that deals lethal damage, but the character takes a –4 penalty on any attempt to deal nonlethal damage with the weapon.
zh_cn: 角色也可以用致命近战武器造成非致命伤害，但这么做的话，攻击骰要承受4点减值。

source: A character can also use a ranged weapon, pro-vided the character is adjacent to the target.
zh_cn: 若角色与目标相邻，角色也能用远程武器致命一击。

source: A character can also use disarm to snatch away an object worn by a target.
zh_cn: 角色也可以用卸除武器的方式来夺取目标身上的物品。

source: A character can also use jury-rig to hot-wire a car or jump-start an engine or electronic device.
zh_cn: 角色也可以用应急维修来热线发动汽车或者引擎或者电子设备。

source: A character can attempt a bull rush as an attack action made during his or her move action, or as part of a charge.
zh_cn: 角色可以在做移动动作时，花费一个攻击动作冲撞，也可以在冲锋时冲撞。

source: A character can attempt an overrun as an attack action made during his or her move action, or as part of a charge.
zh_cn: 角色可以在做移动动作时，花费一个攻击动作闯越，也可以在冲锋时闯越。

source: A character can attempt to tumble as a free action that must be performed as part of a move action.
zh_cn: 角色此时的翻滚是一个即时动作，而其他情况的翻滚是一个移动动作。

source: A character can choose unarmed strike or grapple as a weapon for the purposes of this feat.
zh_cn: 徒手击打和擒抱也可当作武器选择。

source: A character can choose unarmed strike or grapple for your weapon for purposes of this feat.
zh_cn: 徒手击打和擒抱也可当作武器选择。

source: A character can deal nonlethal damage with a tonfa without taking the usual –4 penalty.
zh_cn: 角色可用卜字拐施加非致命伤害，但伤害骰不再有4点减值。

source: A character can declare the use of 1 action point to alter a d20 roll after the roll is made—but only before the GM reveals the result of that roll (whether the attack or check or saving throw suc-ceeded or failed).
zh_cn: 可以在d20投掷后宣布使用，但必须在GM公布投掷结果（成功了还是失败了）前。

source: A character can degrade the programming of multiple computers at a single site; doing so adds +2 to the DC for each additional computer.
zh_cn: 角色可以编程破坏一个站点的多台电脑，每多一台电脑DC+2。

source: A character can effectively wield or throw an object of his or her size category or smaller using one hand.
zh_cn: 角色可以只用单手手握或投掷小于等于其大小的物品。

source: A character can effectively wield or throw an object one size category larger than him or herself using two hands.
zh_cn: 角色可以用双手手握或投掷比自己大一级的物品。

source: A character can examine up to a 5-foot-by-5-foot area or a volume of goods 5 feet on a side with a single check.
zh_cn: 角色一次检定可以检查5×5尺的区域或者5尺大小的货物。

source: A character can fight with it as if fighting with two weapons, but if he or she does, the character incurs all the normal attack penalties associated with fighting with two weapons, as if using a one-handed weapon and a light weapon.
zh_cn: 角色可以使用双头武器的两端同时战斗，就像使用双持武器战斗一样，但同时也会受到使用双持武器战斗的减值，视为一把单手武器和一把轻武器。

source: A character can fight with it as if fighting with two weapons, but if the character does so, he or she incurs all the normal attack penalties associated with fighting with two weapons, as if using a one-handed weapon and a light weapon.
zh_cn: 角色可以使用双头武器的两端同时战斗，就像使用双持武器战斗一样，但同时也会受到使用双持武器战斗的减值，视为一把单手武器和一把轻武器。

source: A character can fight with it as if fighting with two weapons, incurring all the normal attack penalties as if using a one-handed weapon and a light weapon.
zh_cn: 角色可以将其作为双头武器使用，就像使用双持武器战斗一样，但同时也会受到使用双持武器战斗的减值，视为一把单手武器和一把轻武器。

source: A character can gain a feat at the same level at which he or she gains all the prerequisites.
zh_cn: 角色满足所有要求并满足专长要求的职业等级即可拥有此专长。

source: A character can generally push or drag along the ground up to five times his or her maximum load.
zh_cn: 角色在一般情况下可以推动或拖行五倍于最大负重的物品。

source: A character can go without food for three days, in growing discomfort.
zh_cn: 角色可以三天缺食物，此期间角色逐渐感到不适。

source: A character can go without water for one day plus a number of hours equal to his or her Constitution score.
zh_cn: 角色可以连续在一天+等同于其体质值的小时数内缺水。

source: A character can help someone else create a disguise for him or her, treating it as an aid another attempt.
zh_cn: 角色可以为其他人易容，视为`协助他人`。

source: A character can hold his or her breath for a number of rounds equal to the character’s Constitution score, but only if the character does nothing but take move actions or free actions.
zh_cn: 角色可以闭气等同于其体质值的轮数，但前提是角色只做了移动动作和即时动作没做别的。

source: A character can instead target a specific 5-foot square, including a square occupied by a creature.
zh_cn: 角色也可以瞄准一个方格，无论方格上有没有生物占据着。

source: A character can lift up to double his or her maximum load off the ground, but he or she can only stagger around with it.
zh_cn: 角色可将两倍于最大负重的重量搬离地面，但只能勉强移动。

source: A character can make a Fortitude saving throw to reduce the damage by half.
zh_cn: 角色可以进行强韧豁免以让伤害减半。

source: A character can make a Tumble check (DC 15) to treat a fall as if it were 10 feet shorter when determining the damage and Reflex saving throw DC required by the fall.
zh_cn: 在反射检定结算伤害时，角色可以进行翻滚检定（DC15），成功则让等效的坠落高度减少10尺。

source: A character can make a jury-rig repair as a full-round action, but the work only lasts until the end of the current encounter.
zh_cn: 角色可以以一个整轮动作做一个应急维修，但效果只持续到当前遭遇战结束。

source: A character can make an Escape Artist check opposed by his or her opponent’s grapple check to get out of a grapple or out of a pinned condition (so that the character is just being grappled).
zh_cn: 角色可以用脱逃与对手的擒抱做对抗检定，以从被擒抱或压制状态中脱身（从压制中脱逃只会转为被擒抱状态）。

source: A character can make an attack, use a skill or a feat (unless the skill or feat requires a full-round action to perform; see below), or perform other similar actions.
zh_cn: 角色可以攻击、使用技能或专长（除非技能或专长要求一个整轮动作来执行；见下文），或做其他类似的动作。

source: A character can make an explosive difficult to disarm.
zh_cn: 角色可以让爆炸物难以拆除。

source: A character can make an untrained Sleight of Hand check to conceal a weapon or object, but must always take 10.
zh_cn: 角色可以使用未受训的手上功夫检定来隐藏武器或物品，但强制取10。

source: A character can make only one overrun attempt per action.
zh_cn: 角色每个动作只能做一次闯越，一次闯越只能穿过一个对手。

source: A character can move half that far (one-half his or her speed) as a move action.
zh_cn: 角色可以用一个移动动作只移动一半距离（角色常速的一半）。

source: A character can move his or her speed, climb one-quarter of his or her speed, draw or stow a weapon or other object, stand up, pick up an object, or perform some equivalent action (see Table: Actions in Combat).
zh_cn: 角色可以以一倍的速度移动、以四分之一的速度攀爬、拔出或收回武器以及其他物品、起立、捡起物品、或做等价于此的动作（见表：战斗中的动作）。

source: A character can move through a square occupied by an unfriendly character who doesn’t resist as if the character was friendly.
zh_cn: 若不友善角色并未阻拦角色，角色则可以像越过友善角色那样越过去。

source: A character can move up to half his or her normal speed at no penalty.
zh_cn: 角色以半速移动时，潜行检定不受惩罚。

source: A character can only bull rush an opponent who is one size category larger than the character, the same size, or smaller.
zh_cn: 角色只能对比自己大一级、相等、或者比自己小一级的对手发动冲撞。

source: A character can only make attacks of opportunity with melee weapons, never with ranged weapons.
zh_cn: 角色只能用近战武器进行借机攻击，没有远程的借机攻击。

source: A character can only overrun an opponent who is one size category larger than the character, the same size, or smaller.
zh_cn: 角色只能对比自己大一级、相等、或者比自己小一级的对手发动闯越。

source: A character can only spend 1 action point in a round.
zh_cn: 角色在一轮内只能用掉1点行动点。

source: A character can only trip an opponent who is one size category larger than the character, the same size, or smaller.
zh_cn: 角色只能对比自己大一级、相等、或者比自己小一级的对手发动绊摔。

source: A character can perform one or more free actions while taking another action normally.
zh_cn: 角色在做其他常规动作的同时可以做一到多个即时动作。

source: A character can ready an attack action or a move action.
zh_cn: 角色可以准备一个攻击动作或移动动作。

source: A character can reduce these penalties in two ways.
zh_cn: 角色可以以两种方式减轻惩罚。

source: A character can rig simple devices to work normally for a while and then fail some time later (usually after 1d4 rounds or minutes of use).
zh_cn: 角色可以装配设备，让简单设备正常工作一段时间，在一段时间后停转（通常在使用后1d4轮）。

source: A character can run all out as a full-round action.
zh_cn: 角色可以以一个整轮动作全力奔跑。

source: A character can run for a number of rounds equal to his or her Constitution score, but after that the character must succeed at a Constitution check (DC 10) to continue running.
zh_cn: 角色可以持续奔跑等同于其体质值的轮数，而之后角色必须通过体质检定（DC10）才能继续奔跑。

source: A character can saddle, mount, ride, and dismount without a problem.
zh_cn: 角色可以自由地上鞍、登上、骑行、落下。

source: A character can select the Weapon Finesse feat to apply his or her Dexterity modifier instead of Strength modifier to attack rolls with a chain.
zh_cn: 角色可选择发动`武器娴熟`专长，在使用锁链攻击时用敏捷调整值代替力量调整值应用到攻击骰上。

source: A character can select the Weapon Finesse feat to apply his or her Dexterity modifier instead of Strength modifier to attack rolls with a knife.
zh_cn: 角色可选择发动`武器娴熟`专长，在使用小刀攻击时用敏捷调整值代替力量调整值应用到攻击骰上。

source: A character can select the Weapon Finesse feat to apply his or her Dexterity modifier instead of Strength modifier to attack rolls with a rapier.
zh_cn: 角色可选择发动`武器娴熟`专长，在使用细剑攻击时用敏捷调整值代替力量调整值应用到攻击骰上。

source: A character can sometimes approach a target who is unaware of his or her presence, get adjacent to the target, and treat him or her as helpless.
zh_cn: 角色有时可以在对方未觉察的情况下靠近目标，视目标为无助状态。

source: A character can specify that his or her unarmed strike will deal lethal damage before the character makes his or her attack roll, but the character takes a –4 penalty on the attack roll because he or she has to strike a particularly vulnerable spot to deal lethal damage.
zh_cn: 角色在掷攻击骰前可指定此次攻击将造成致命伤害，但攻击骰要受到4点减值，因为角色要瞄准致命部位击打。

source: A character can spend 1 action point to do one of these things:
zh_cn: 角色可以用一点行动点选一个做：

source: A character can start a jump at the end of one turn and complete the jump at the beginning of your next turn.
zh_cn: 角色可以在回合结束时起跳，在下一回合完成跳跃。

source: A character can strangle or choke a target of the same size category or one size category larger or smaller.
zh_cn: 角色能够对同样体型或者比自己大一级或小一级的目标扼喉或使其窒息。

source: A character can strike opponents 10 feet away with it, but can’t use it against an adjacent foe.
zh_cn: 角色可攻击10尺内的目标，但不能攻击相邻的目标。

source: A character can take 10 or take 20 when making a Listen check.
zh_cn: 角色进行聆听检定时可以取10或取20。

source: A character can take 10 when making a Forgery check, but can’t take 20.
zh_cn: 角色可以在伪造文书检定中取10， 但不能取20。

source: A character can take 10 when making a Jump check.
zh_cn: 跳跃检定可取10。

source: A character can take 10 when making a Knowledge check, but can’t take 20.
zh_cn: 角色可以在知识检定中取10， 但不能取20。

source: A character can take 10 when making a Ride check, but can’t take 20.
zh_cn: 角色可以在骑术检定中取10， 但不能取20。

source: A character can take 10 when making a Swim check, but can’t take 20.
zh_cn: 角色可以在游泳检定中取10， 但不能取20。

source: A character can take 10 when making a Treat Injury check.
zh_cn: 医疗检定可取10。

source: A character can take 10 when making a Tumble check, but can’t take 20.
zh_cn: 角色可以在翻滚检定中取10， 但不能取20。

source: A character can take 10 while climbing, but can’t take 20.
zh_cn: 角色攀爬可取10，但不能取20。

source: A character can take 20 if he or she is not being actively opposed (a character can take 20 if he or she is tied up, even though it’s an opposed check, because the opponent isn’t actively opposing the character).
zh_cn: 角色的脱逃只要不是正面对抗，则可取20（角色可在被绑起来的时候取20，虽然这是与捆绑者进行对抗检定，但捆绑者并不是与角色正面对抗）。

source: A character can take 20 in some cases, but not in those that involve a penalty for failure.
zh_cn: 角色在某些情况下可以取20，但有失败惩罚的不可取20。

source: A character can take 20 only when determining his or her location, not when traveling.
zh_cn: 角色可在辨认自身所处位置时取20，而不可将取20用于旅行。

source: A character can take 20 only when restoring hit points or attempting to revive dazed, stunned, or unconscious characters.
zh_cn: 角色只有在恢复生命值或救醒眩晕、震慑或昏迷的角色时取20。

source: A character can take 20 to open a lock or to disable a security device, unless the character is trying to prevent his or her tampering from being noticed.
zh_cn: 角色开锁或者解除安全设备时，可以取20，若角色试图防止自己的解除行为被注意到则不可取20。

source: A character can take 20 when tracking, or if there is no danger or penalty for failure, but not on periodic checks to get along in the wild.
zh_cn: 角色可在追踪时取20，在无失败惩罚的生存检定中也可取20，但在野外生存的周期性检定中不可取20。

source: A character can take a 5-foot step as part of his or her readied action, but only if the character didn’t otherwise move any distance during the round.
zh_cn: 角色可以在执行准备的动作时做一个五尺快步，但只能在本轮内角色没有进行任何移动时才能这么做。

source: A character can take a move action before or after performing an attack action.
zh_cn: 角色可以在攻击动作之前或之后做一个移动动作。

source: A character can take a move action in the place of an attack action.
zh_cn: 角色可以花费一个攻击动作做一个移动动作。

source: A character can tend up to as many patients as he or she has ranks in the skill.
zh_cn: 角色可同时护理的人数等于医疗级数。

source: A character can throw a flask of acid as a grenadelike weapon.
zh_cn: 角色可以将一瓶酸液作为手雷投掷出去。

source: A character can try again if he or she fails a Wealth check, but not until the character has spent an additional number of hours shopping equal to the purchase DC of the object or service.
zh_cn: 如果财富检定失败，角色可以再来一次，但要再等待一个与购买DC相等小时数的冷却时间。

source: A character can try to trip an opponent, or otherwise knock him or her down, as an unarmed melee attack.
zh_cn: 角色可以尝试用徒手近战攻击绊摔对手，或者是击倒对手。

source: A character can use Navigate to determine his or her position on earth without the use of any high-tech equipment by checking the constellations or other natural landmarks.
zh_cn: 角色可以通过寻路检定，不依靠高科技装备，光靠星座和自然地标来判断身处地球的方位。

source: A character can use Sense Motive to detect that a hidden message is being transmitted via the Bluff skill (DC equal to the bluff check result of the sender).
zh_cn: 角色可以使用察言观色来探出唬骗技能所传递的弦外之音（DC等于对方的唬骗技能结果）。

source: A character can use Sleight of Hand to conceal a small weapon or object on his or her body.
zh_cn: 角色可以使用手上功夫来将小型武器或物品藏在身上。

source: A character can use a melee weapon to make attacks of opportunity whenever the conditions for such an attack are met (see Provoking an Attack of Opportunity, below).
zh_cn: 角色可以在符合下列任意情况（见下文`引发借机攻击`）时使用近战武器进行借机攻击。

source: A character can use the Search skill to find individual footprints, but cannot follow tracks using Search.
zh_cn: 角色可以使用搜索技能寻找单个脚印，但不能使用搜索来追踪。

source: A character can use the Treat Injury skill on his or herself only to restore hit points, treat disease, or treat poison.
zh_cn: 角色医疗自己仅限于恢复生命值、治疗疾病或治疗毒素。

source: A character can usually take 10 or take 20 when making a Wealth check.
zh_cn: 角色进行财富检定通常可以取10 或取20。

source: A character cannot interrupt anyone’s action with a delayed action (as a character can with a readied action; see below).
zh_cn: 角色不能用延迟行动打断他人的行动（不能像准备行动那样打断；见下文）

source: A character cannot jump a distance greater than his or her normal speed.
zh_cn: 角色不能跳出大于其常速的距离。
